/***********************************************************\
 * © 1993 Adobe Systems Incorporated. All rights reserved. *
 *                                                         *
 *   Core Flash Player localizable strings                 *
\***********************************************************/

/////////////////////////////////////////////////////////////
// BLOCK 1: User Interface strings                         //
/////////////////////////////////////////////////////////////

// Shared strings
"GenericDialog_Header"						= "Adobe Flash Player %@";

// Local security dialog
"LocalSecurity_Title"						= "Seguridad de Adobe Flash Player";
"LocalSecurity_Line1"						= "Adobe® Flash® Player ha detenido una operación potencialmente no segura. La siguiente aplicación local de su equipo o red:";
"LocalSecurity_Line2"						= "está intentando comunicarse con esta ubicación apta para Internet:";
"LocalSecurity_Line3"						= "Para permitir que esta aplicación se comunique con Internet, haga clic en Configuración.\nDespués de cambiar la configuración debe reiniciar la aplicación.";

"LocalSecurity_SettingsBtn"					= "Configuración…";
"LocalSecurity_OKBtn"						= "Aceptar";

// Flash Exception dialog
"ActionScriptErrorLabel"					= "Se ha producido un error de ActionScript:";
"ExceptionDialog_DismissAllButton"			= "Descartar todo";
"ExceptionDialog_ContinueButton"			= "Continuar";

// Script taking too long dialog
"StuckScript_Message"						= "Un script de esta película está provocando que Adobe® Flash® Player se ejecute lentamente. Si continúa ejecutándose, su PC podría no responder.\n\n¿Desea anular el script?";
"StuckScript_YesBtn"						= "Sí";
"StuckScript_NoBtn"							= "No";

// Debug or profile connection failed dialog
"DebugFailed_Header"						= "Adobe® Flash® Player";
"DebugFailed_Message"						= "Adobe Flash Player no pudo establecer una conexión con el Depurador o el Analizador de rendimiento.";

// Debugger connection dialog
"ShowDialogAtLaunchText"					= "Mostrar este diálogo al iniciar";
"ConnectToDebuggerText"						= "Conectar con el depurador";
"DebuggerLocationText"						= "Mi depurador o aplicación de host está en ejecución:";
"LocationLocalText"							= "En este equipo (localhost)";
"LocationRemoteText"						= "En la dirección IP:";
"ContinueButtonTitle"						= "Continuar";

// Can't find preference pane alert
"CantFindPrefPane_Title"					= "Unable to Load Flash Player Preferences Pane";
"CantFindPrefPane_Message"					= "To access your global settings, re-install Adobe Flash Player. It can be downloaded from http://www.adobe.com/go/getflashplayer";

// Create Desktop Shortcuts dialog
// CreateShortcutsLabelBy and AddApplicationPanelLabel have a trailing space intentionally ... for instance, ("by " + "Zynga") to produce "by Zynga"

"CreateShortcutsPanelTitle"					= "Crear acceso directo de aplicación";
"AddApplicationPanelTitle"					= "Añadir al almacenamiento local en Flash Player";
"CreateShortcutsButtonOK"					= "Crear acceso directo";
"AddApplicationButtonOK"					= "Aceptar";
"CreateShortcutsButtonCancel"				= "Cancelar";
"CreateShortcutsLabelBy"					= "por ";
"AddApplicationPanelLabel"					= "¿Permitir que este juego utilice almacenamiento local? Esto hará que se cargue más rápido y guardará información en este ordenador.";
"CreateShortcutsPanelLabel"					= "¿Crear un acceso directo al escritorio para esta aplicación?";
"AddApplicationPanelLearnMore"				= "Más información";
"CreateShortcutsButtonShortcut"				= "Añadir acceso directo al escritorio";

// ----------------------------------------------------------
"IDS_FILE_CHOOSER_TITLE"					= "Seleccionar archivos";
"IDS_DIR_CHOOSER_TITLE"						= "Seleccionar carpeta";
"IDS_CHOOSER_SELECT_BUTTON"					= "Seleccionar";

// ----------------------------------------------------------
"IDS_FILE_UPLOAD_CHOOSER"					= "Seleccione el archivo que se cargará con ";
"IDS_FILE_UPLOAD_CHOOSER_MULTI_SELECT"		= "Seleccione los archivos que se cargarán con ";
"IDS_FILE_DOWNLOAD_SAVE"					= "Seleccione la ubicación para la descarga realizada por ";
"IDS_DOWNLOAD_FILE_SAVE_CLASSIC_PLUGIN"		= "Seleccione la ubicación para la descarga realizada";
"IDS_FILE_LOCAL_SAVE"						= "Seleccione un archivo para guardar";

// ----------------------------------------------------------

/////////////////////////////////////////////////////////////
// BLOCK 2: Error strings                                  //
/////////////////////////////////////////////////////////////

"IDS_CONSOLE_CASE"							= "-- Probablemente no coinciden las mayúsculas y minúsculas.";
"IDS_CONSOLE_SANDBOX"						= "*** Violación de la seguridad Sandbox ***";
"IDS_CONSOLE_NOT_PERMITTED"					= "Se ha detenido la conexión con %s - no se permite desde %s";
"IDS_CONSOLE_TITLE"							= "Consola de depuración de Flash Player";
"IDS_CONSOLE_FSCOMMAND_HALTED"				= "Se ha detenido FSCommand (AllowScriptAccess es \'%s\'): %s";
"IDS_CONSOLE_URL_HALTED"					= "Se ha detenido el URL del archivo de comandos (AllowScriptAccess es \'%s\'): %s";
"IDS_CONSOLE_SECURITY_CONTEXT"				= "El dominio de seguridad \'%s\' ha intentado acceder al contexto incompatible \'%s\'";
"IDS_CONSOLE_SECURITY_NULL"					= "El dominio de seguridad \'%s\' ha intentado acceder al contexto NULL";
"IDS_CONSOLE_SECURITY_PLAYER"				= "El dominio de seguridad \'%s\' ha intentado acceder al contexto de la interfaz del reproductor";
"IDS_CONSOLE_WARN_NO_PROP"					= "Advertencia: \'%s\' no dispone de la propiedad \'%s\'";
"IDS_CONSOLE_WARN_NOT_A_FUNC"				= "Advertencia: %s no es una función";
"IDS_CONSOLE_WARN_NOT_DEFINED"				= "Advertencia: %s no se ha definido";
"IDS_CONSOLE_WARN_400"						= "Advertencia: 400 - petición incorrecta: %s";
"IDS_CONSOLE_WARN_401"						= "Advertencia: 401 - no autorizado: %s";
"IDS_CONSOLE_WARN_402"						= "Advertencia: 402 - se requiere pago: %s";
"IDS_CONSOLE_WARN_403"						= "Advertencia: 403 - prohibido: %s";
"IDS_CONSOLE_WARN_404"						= "Advertencia: 404 - no se ha encontrado: %s";
"IDS_CONSOLE_WARN_405"						= "Advertencia: 405 - método no permitido, tipo MIME erróneo: %s";
"IDS_CONSOLE_WARN_406"						= "Advertencia: 406 - no aceptable: %s";
"IDS_CONSOLE_WARN_500"						= "Advertencia: 500 - error de servidor: %s";
"IDS_CONSOLE_WARN_501"						= "Advertencia: 501 - no implementado: %s";
"IDS_CONSOLE_WARN_502"						= "Advertencia: 502 - puerta de enlace errónea: %s";
"IDS_CONSOLE_WARN_503"						= "Advertencia: 503 - no hay suficientes recursos: %s";
"IDS_CONSOLE_WARN_504"						= "Advertencia: 504 - tiempo de espera de la puerta de enlace: %s";
"IDS_CONSOLE_WARN_505"						= "Advertencia: 505 - no se admite la versión de HTTP: %s";
"IDS_CONSOLE_WARN_NO_CONNECT"				= "Advertencia: no es posible conectar, %s";
"IDS_CONSOLE_WARN_FAIL_ALLOCATE_URL"		= "Advertencia: fallo al asignar la ruta de URL";
"IDS_CONSOLE_WARN_CORRUPT_DATA"				= "Advertencia: fallo al analizar datos dañados.";
"IDS_CONSOLE_WARN_FAIL_PLACE"				= "Advertencia: fallo al colocar el objeto en la profundidad %d.";
"IDS_CONSOLE_WARN_FAIL_PLACE_MISSING_CHAR" 	= "Advertencia: fallo al colocar el objeto: falta un carácter";
"IDS_CONSOLE_WARN_FTP_FILE"					= "Advertencia: FTP - error al abrir el archivo, %s";
"IDS_CONSOLE_WARN_HTTP_REQUEST"				= "Advertencia: HTTP - error de petición de apertura, %s";
"IDS_CONSOLE_WARN_HTTP_QUERY"				= "Advertencia: HTTP - error de información de consulta, %s";
"IDS_CONSOLE_WARN_HTTP_SEND"				= "Advertencia: HTTP error de petición de envío, %d: %s";
"IDS_CONSOLE_WARN_NET_CONNECT"				= "Advertencia: error de conexión a Internet, %s";
"IDS_CONSOLE_WARN_NET_OPEN"					= "Advertencia: error al abrir Internet";
"IDS_CONSOLE_WARN_UNKNOWN_DOWNLOAD_TYPE"	= "Advertencia: no es un tipo de descarga conocido para el reproductor, %s";
"IDS_CONSOLE_WARN_BAD_PORT"					= "Advertencia: el puerto %d está fuera del rango permitido.";
"IDS_CONSOLE_WARN_WARNING_LIMIT"			= "Advertencia: se ha alcanzado el límite de advertencia de %d";
"IDS_CONSOLE_WARN_UNDECLARED_PROP"			= "Advertencia: referencia a propiedad no declarada, \'%s\'";
"IDS_CONSOLE_WARN_UNDECLARED_VAR"			= "Advertencia: referencia a variable no declarada, \'%s\'";
"IDS_CONSOLE_WARN_SOCKET_ERROR"				= "Advertencia: error de socket, %s";
"IDS_CONSOLE_WARN_STACK"					= "Advertencia: desbordamiento de pila";
"IDS_CONSOLE_WARN_HOST"						= "Advertencia: no es posible resolver el servidor: %s";
"IDS_CONSOLE_WARN_GENERIC_HOST"				= "Advertencia: no es posible resolver el servidor";
"IDS_CONSOLE_WARN_EXCEPTION"				= "Advertencia: excepción no detectada, %s";
"IDS_CONSOLE_WARN_HTTP_STATUS"				= "Advertencia: estado HTTP %d no reconocido: %s";
"IDS_CONSOLE_WARN_NO_URL"					= "Advertencia: no hay acceso URL";
"IDS_CONSOLE_SECURITY_DIALOG"				= "Se encontró una coincidencia de dominio existente %s está intentando acceder a %s";
"IDS_CONSOLE_LOCAL_OUTBOUND"				= "-- Es posible que los archivos SWF locales que no son de confianza no puedan contactar con Internet.";
"IDS_CONSOLE_LOCAL_INBOUND"					= "-- Los SWF remotos no pueden acceder a archivos locales.";
"IDS_CONSOLE_WARN_AVM1_LOADED_AVM2"			= "Advertencia: un archivo SWF de ActionScript 1.0/2.0 ha cargado un archivo SWF de ActionScript 3.0; el código del archivo SWF de ActionScript 3.0 no se ejecutará.";
"IDS_CONSOLE_WINDOW_HALTED"					= "Se ha detenido la URL para la ventana \'%s\' (AllowScriptAccess es \'%s\'): %s";
"IDS_CONSOLE_ALLOW_NETWORK"					= "-- Esto se debe al valor de \'allowNetworking\'.";
"IDS_CONSOLE_NO_POLICY_FILE"				= "Error al cargar el archivo de política desde %s";
"IDS_CONSOLE_BAD_POLICY_FILE"				= "[strict] Omitiendo el archivo de política de %s debido a que su sintaxis es incorrecta.  Consulte http://www.adobe.com/go/strict_policy_files_es para resolver este problema.";
"IDS_CONSOLE_PREFIX_OK"						= "Correcto: ";
"IDS_CONSOLE_PREFIX_WARNING"				= "Advertencia: ";
"IDS_CONSOLE_PREFIX_ERROR"					= "cGSñ_Error: ";
"IDS_CONSOLE_GOOD_POLICY_FILE"				= "Archivo de política aceptado: %s";
"IDS_CONSOLE_BAD_POLICY_FILE_TYPE"			= "[strict] Omitiendo el archivo de política de %s debido a que Content-Type \'%s\' es erróneo.  Consulte http://www.adobe.com/go/strict_policy_files_es para resolver este problema.";
"IDS_CONSOLE_NO_POLICY_FILE_TYPE"			= "[strict] Omitiendo el archivo de política de %s debido a que falta Content-Type.  Consulte http://www.adobe.com/go/strict_policy_files_es para resolver este problema.";
"IDS_CONSOLE_POLICY_FILE_NO_HEADERS"		= "Los encabezados de respuesta HTTP no están disponibles en esta plataforma.  No es posible aplicar reglas estrictas de archivo de política.";
"IDS_CONSOLE_POLICY_FILE_REDIRECT"			= "[strict] El archivo de política solicitado de %s se redirige a %s; se utilizará la URL final al determinar el ámbito.  Consulte http://www.adobe.com/go/strict_policy_files_es si esto provoca algún problema.";
"IDS_CONSOLE_POLICY_FILE_CROSS_DOMAIN"		= "Omitiendo el archivo de política solicitado de %s porque se ha producido un redireccionamiento entre dominios hacia %s.";
"IDS_CONSOLE_TOP_URL"						= "Archivo SWF de nivel raíz cargado: %s";
"IDS_CONSOLE_META_POLICY_HDR_UNKNOWN"		= "Metapolítica no reconocida en el encabezado HTTP de %s: %s";
"IDS_CONSOLE_META_POLICY_HDR_FTP"			= "El encabezado HTTP de %s especifica la metapolítica \'by-ftp-filename\', que sólo es aplicable a FTP, no a HTTP.";
"IDS_CONSOLE_META_POLICY_HDR_CONFLICT"		= "Metapolítica en conflicto en el encabezado HTTP de %s: %s";
"IDS_CONSOLE_META_POLICY_HDR_PREV"			= "La metapolítica %s del encabezado HTTP de %s provoca un conflicto con la metapolítica %s establecida previamente";
"IDS_CONSOLE_POLICY_FILE_NONE_THIS_RSP"		= "Omitiendo el archivo de política de %s debido a X-Permitted-Cross-Domain-Policies: none-this-response";
"IDS_CONSOLE_POLICY_FILE_SITE_NONMASTER"	= "Omitiendo la etiqueta <site-control> del archivo de política de %s.  Esta etiqueta sólo se permite en archivos de política maestros.";
"IDS_CONSOLE_META_POLICY_BAD_BY_TYPE"		= "Omitiendo la etiqueta <site-control> del archivo de política de %s.  La metapolítica \'by-content-type\' sólo es aplicable a sitios HTTP.";
"IDS_CONSOLE_META_POLICY_BAD_BY_FTP"		= "Omitiendo la etiqueta <site-control> del archivo de política de %s.  La metapolítica \'by-ftp-filename\' sólo es aplicable a sitios FTP.";
"IDS_CONSOLE_META_POLICY_BAD_THIS_RESPONSE"	= "Omitiendo la etiqueta <site-control> del archivo de política de %s.  La metapolítica \'none-this-response\' sólo se permite en encabezados de respuesta HTTP X-Permitted-Cross-Domain-Policies.";
"IDS_CONSOLE_META_POLICY_FILE_UNKNOWN"		= "Metapolítica no reconocida en el archivo de política de %s: %s";
"IDS_CONSOLE_META_POLICY_FILE_PREV"			= "La metapolítica %s del archivo de política de %s provoca un conflicto con la metapolítica %s establecida previamente";
"IDS_CONSOLE_META_POLICY_DEFAULT"			= "El dominio %s no especifica ninguna metapolítica.  Aplicando la metapolítica predeterminada \'master-only\'.  Esta configuración dejará de funcionar en el futuro.  Consulte http://www.adobe.com/go/strict_policy_files_es para solucionar el problema.";
"IDS_CONSOLE_POLICY_FILE_SOCK_NONE_NO"		= "El archivo SWF de %s no puede establecer una conexión con un socket de su propio dominio sin que haya un archivo de política.  Consulte http://www.adobe.com/go/strict_policy_files_es para resolver este problema.";
"IDS_CONSOLE_POLICY_FILE_SOCK_TIMEOUT"		= "Se ha agotado en %s el tiempo de espera (3 segundos) del archivo de política de socket.  Aunque esto no debería provocar ningún problema, consulte http://www.adobe.com/go/strict_policy_files_es para obtener una explicación.";
"IDS_CONSOLE_META_POLICY_IMPLICIT"			= "El dominio %s no especifica ninguna metapolítica de forma explícita, pero el valor de Content-Type del archivo de política %s es \'text/x-cross-domain-policy\'.  Aplicando la metapolítica \'by-content-type\'.";
"IDS_CONSOLE_META_POLICY_REJECT"			= "Omitiendo el archivo de política de %s debido a la metapolítica \'%s\'.";
"IDS_CONSOLE_POLICY_FILE_TOO_BIG"			= "Omitiendo el archivo de política de socket %s por ser demasiado grande. Los archivos de política de socket no deben exceder los 20 kilobytes.";
"IDS_CONSOLE_MASTER_SELF_INVALIDATED"		= "El archivo de política de %s invalida sus propias directivas <allow-access-from> al declarar la metapolítica \'none\'.";
"IDS_CONSOLE_POLICY_FILE_BAD_PORT_SPEC"		= "Omitiendo la especificación de número de puerto no válido \'%s\' en el archivo de política de %s";
"IDS_CONSOLE_POLICY_FILE_BAD_ALLOW"			= "Omitiendo etiqueta <%s> no válida en el dominio \'%s\' del archivo de política en %s";
"IDS_CONSOLE_REQUEST_ALLOWED_BY_POLICY"		= "Se permite la solicitud de recurso en %s por el solicitante de %s debido al archivo de política en %s";
"IDS_CONSOLE_REQUEST_DENIED_NO_POLICY"		= "Se deniega la solicitud de recurso en %s por el solicitante de %s debido a la falta del archivo de política.";
"IDS_CONSOLE_SOCKET_UNAVAILABLE"			= "Ha fallado la solicitud de %s por el solicitante de %s, ya que no se puede acceder al servidor.";
"IDS_CONSOLE_NO_ASFUNCTION"					= "Rechazo de la URL %s debido a que el protocolo \'asfunction:\' puede que sólo se use para destinos de vínculos, no para las API de red.";
"IDS_CONSOLE_POLICY_BAD_SECURE_ATTR"		= "Se omite el atributo \'secure\' en el archivo de política de %s. El atributo \'secure\' sólo se permite en HTTPS y en los archivos de política de socket. Consulte http://www.adobe.com/go/strict_policy_files_es para obtener información detallada.";
"IDS_CONSOLE_POLICY_SOCK_SECURE_ATTR"		= "Se ha encontrado secure=\'true\' en el archivo de política de %s, pero el host %s no parece hacer referencia al equipo local. Esto podría no ser seguro. Consulte http://www.adobe.com/go/strict_policy_files_es para obtener información detallada.";
"IDS_CONSOLE_POLICY_REASON_DATA"			= "Buscando <allow-access-from> en archivos de política para autorizar la carga de datos desde el recurso en %s por el solicitante desde %s";
"IDS_CONSOLE_POLICY_REASON_HEADERS"			= "Buscando <allow-http-request-headers-from> en archivos de política para autorizar el envío de encabezados a la URL %s por el solicitante desde %s";
"IDS_CONSOLE_QUESTIONABLE_SCRIPTING"		= "-- Los URL de scripts de navegador sólo se pueden ejecutar utilizando las funciones getURL y navigateToURL.";
"IDS_CONSOLE_WARN_ALLOW_NEVER"				= "Advertencia: se encontró AllowScriptAccess=\'never\' en HTML.  Esta configuración ya no es efectiva y dejará de funcionar.  Consulte http://www.adobe.com/go/allowscriptaccess_es para obtener más información.";
"IDS_CONSOLE_WARN_ALLOW_SAMEDOM"			= "Advertencia: se encontró AllowNetworking=\'%s\' en HTML, con HTML y SWF en el mismo dominio.  Esta configuración ya no es efectiva y dejará de funcionar.  Consulte http://www.adobe.com/go/allowscriptaccess_es para obtener más información.";
"IDS_CONSOLE_WARN_3D_SURFACE_TOO_BIG"		= "Advertencia: no se representará el objeto DisplayObject 3D.  Sus dimensiones (%s, %s) son demasiado grandes para poder dibujarlo.";
"IDS_CONSOLE_WARN_FILTER_TOO_BIG"			= "Advertencia: no se representará el filtro.  Las dimensiones filtradas del objeto DisplayObject (%s, %s) son demasiado grandes para poder dibujarlo.";
"IDS_CONSOLE_FORCE_DOWNLOAD_WAS_SET"		= "El intento de carga de %s ha fallado, ya que tenía definido un encabezado Content-Disposition de \\\"attachment\\\".";
"IDS_CONSOLE_USER_ACTION_REQUIRED"			= "Algunas acciones, como las que muestran ventanas emergentes, sólo se pueden invocar mediante interacción del usuario, por ejemplo, con un clic del ratón o una pulsación de teclas.";
"IDS_LOCALCONNECTION_USERSCOPED_LOCKED"     = "El valor de LocalConnection.isPerUser no se puede modificar porque ya está bloqueado con una llamada a los métodos LocalConnection.connect, .send o .close.";
"IDS_CONSOLE_POLICY_FILE_BAD_PF_URL"		= "Ignorar archivo de política con URL no ASCII no válida %s";
"IDS_CONSOLE_POLICY_FILE_BAD_DATA_URL"		= "No se puede autorizar la operación para URL no ASCII no válida %s";

"Quit_Adobe_Connect_LBL" = "Salir de Adobe Connect";
"Hide_Adobe_Connect_LBL" = "Ocultar Adobe Connect";

